[
    {
        "'id" : 0,
        "type" : "고대",
        "name" : "선사시대",
        "subheading" : "서울에 사람이 살기 시작하다.",
        "ageName" : "신석기 시대",
        "age" : "기원전 8,000~7,000년 무렵 이후",
        "img" : "./img/history/page3/history_1.jpg",
        "text" :"선사시대란 문자로 기록되기 이전의 시대로 구석기, 신석기 시대가 이에 해당한다. 한강 유역에 사람이 살기 시작한 것은 구석기 시대로 강남구 삼성동 50번지 일대에서 흑요석으로 만든 석기 등 구석기 시대 유물이 출토되었다. 하지만 본격적으로 집을 짓고 마을을 이루며 살았던 것은 신석기 시대이며, 신석기 시대 유적은 서울 곳곳에서 발굴되었는데 이중 대표적인 것이 강동구 암사동 유적이다."
    },
    {
        "'id" : 1,
        "type" : "고대",
        "name" : "고대",
        "subheading" : "서울은 500년간 백제의 수도였다.",
        "ageName" : "고구려의 지배",
        "age" : "AD 475 ~ AD 551",
        "img" : "./img/history/page3/history_2.png",
        "text" :"475년 고구려 장수왕의 공격에 의해 한성이 무너지면서 백제가 공주로 수도를 옮기게 되지만 493년간 백제의 수도였던 탓에 서울 곳곳에서 백제의 흔적을 발견할 수 있는데 송파구 풍납토성이 대표적인 예이다. 송파구 석촌동, 가락동, 방이동에 가면 실제 백제 고분을 확인할 수 있으며 이 근방을 중심으로 백제인들이 사용 한 토기, 기와, 농기구, 유리 제작에 쓰인 거푸집 등 다양한 백제의 유물이 발견되기도 했다."
    },
    {
        "'id" : 2,
        "type" : "중세",
        "name" : "고려시대",
        "subheading" : "서울의 이름은 '남경'",
        "ageName" : "고려의 지배",
        "age" : "AD 898 ~",
        "img" : "./img/history/page1/img_history_pic2_1.png",
        "text" :"신라를 귀속시키고 후백제를 정복하여 후삼국을 통일한 왕건은 고구려의 후계자란 뜻으로 ‘고려’ 란 이름으로 나라를 세웠다. 당시 서울은 ‘양주’란 이름으로 불리고 있었지만 편리한 교통과 풍부한 물산 등 유리한 자연지리적 여건 때문에 1067년 고려 제방 제도상 최고 지위 중 하나인 ‘남경’ 으로 승격된다. 이후 다시 양주로 격하되었다가 남경으로 격상되는 변화를 겪었지만 1101년 이후부터 고려말까지는 남경으로 승격되어 중요한 위치를 차지하게 된다." 
    },
    {
        "'id" : 3,
        "type" : "중세",
        "name" : "서울",
        "subheading" : "조선의 수도로 거듭나다.",
        "ageName" : "한양, 조선의 수도로 천도",
        "age" : "AD 1394 ~",
        "img" : "./img/history/page3/history_3.jpg",
        "text" :"조선시대 통치기구는 의정부·이조·호조·예조·병조·형조·공조를 비롯한 육조와 사헌부·사간원 등의 특수기관으로 이루어져 있는데 오늘날 광화문 앞 세종로에 육조가 모여 있었고, 이를 육조 거리로 불렀다. 오늘날의 국립대학으로 볼 수 있는 최고 학부인 성균관과 중등교육 기관으로 볼 수 있는 4부 학당도 사대문 안에 위치하는 등 서울은 명실공히 조선 정치·행정의 중심이었다. 현재 우리나라 사적 제125호 이자 유네스코 세계문화유산인 종묘에서 왕과 왕후의 신주를 모시고 매년 제례를 지냈고 광화문 서쪽 인왕산 자락에 위치한 사직단에서 곡물신에게 풍년을 기원하는 사직제를 매년 거행했다." 
    },
    {
        "'id" : 4,
        "type" : "중세",
        "name" : "조선 후기 서울",
        "subheading" : "폐허를 딛고 문화의 꽃을 피우다.",
        "ageName" : "",
        "age" : "",
        "img" : "./img/history/page1/img_history_pic2_5.png",
        "text" :"조선 후기가 되면 종로 중심인 시전상인에서 벗어나 중구 청계천변 일대, 동대문 이현과 남대문 칠패 시장까지 상업지역이 확대된다. 또한 한강의 용산·마포·서강·송파 등 포구를 중심으로 한 경강상인들의 활약도 두드러졌다. 조선 초부터 정치·경제의 중심이었던 서울은 전국 최대의 수공업 단지이기도 했다. 수공업단지는 주로 종로구와 중구 일대에 집중해 있었는데 종로구에는 왕실 의복을 만들던 상의원과 음식과 음식 담는 그릇을 만들던 사옹원이 있었고 창의문 밖에는 종이를 만들던 조지서 등이 있었다. 이러한 수공업의 영역이 조선 후기에는 도성 밖으로 확대되면서 조선 경제를 활성화하고 서울이 조선 후기 상공업도시로 발전하는 원동력이 되었다.이러한 분위기에서 새롭고 실용적인 학문을 추구하는 실학이 젊은 지식인들을 중심으로 형성되기 시작했고 청나라의 앞선 문물을 받아들이자는 북학파가 탄생하게 된다. 실학의 대두로 인해 서양의 과학기술이 조선에 들어왔고 천주교 사상이 함께 전파되기도 했다. 초기 천주교는 학문적 차원에서 연구되다가 차츰 신앙으로 발전했으나 성리학적 세계관을 부정하는 교리 때문에 결국 박해를 받았고 현재 양화대교 옆 잠두봉에서 많은 천주교 신자가 처형되었다." 
    },
    {
        "'id" : 5,
        "type" : "근대",
        "name" : "서울",
        "subheading" : "문을 열고 국제무대로 나서다'",
        "ageName" : "을미사변",
        "age" : "1895. 10. 8",
        "img" : "./img/history/page1/img_history_pic3_1.png",
        "text" :"1592년 임진왜란으로 불탄 후 270년이나 방치되어 있던 경복궁은 1868년에야 중건되었다. 경복궁 중건은 고종의 아버지인 흥선대원군이 오랜 세도정치로 약화된 왕권을 회복하고 나라를 바로 세우기 위해 진행했던 것이다. 조선을 향한 서구 열강의 끈질긴 개항 요구와 침입이 있었고, 조선은 프랑스군과 미국군이 침입한 병인양요와 신미양요를 격퇴하기도 했지만 결국 1876년 부산·인천·원산 등의 항구를 개방했고 서구 열강과 조약을 맺었다. 당시 조약 내용을 보면 관세 주권에 제한을 두는 등 불평등한 내용이 많았다. 이에 따라 조선의 상권이 외국 상인의 수중으로 넘어가는 일이 많아지고 일반 서민의 생활이 곤궁해졌다. 일본이 청일전쟁, 러일전쟁에 승리하고 대한제국의 금융과 재정을 장악하면서 조선 상인들의 몰락이 가속화 됐지만 국채보상운동, 식산흥업운동, 근대교육운동에 적극 참여하는 등 조선의 상권을 지키기 위한 노력도 끊이지 않았다."
    },
    {
        "'id" : 6,
        "type" : "근대",
        "name" : "서울",
        "subheading" : "문을 열고 국제무대로 나서다'",
        "ageName" : "대한제국 선포",
        "age" : "1897. 10. 12",
        "img" : "./img/history/page1/img_history_pic3_3.png",
        "text" :"조선이 자주독립국임을 알리기 위해 고종은 1897년 10월 12일 국호를 대한제국으로 정하고 대한 제국 초대 황제로 즉위한다. 근대국가로 가기 위해 교육과 산업을 육성하고 전기·전차·전화·철도 등 근대문명을 활발히 도입하면서 서울시민들의 생활을 많이 바꾸어 놓지만 일본 등 외국 세력의 간섭이 심하여 근대국가 수립까지는 나가지 못했다. 자주독립국이 되기 위한 조선의 염원은 서울 곳곳에서 발견할 수 있는데 그 중 하나가 서울 사직터널 밖의 독립공원이다. 그 곳에는 독립문과 독립관, 서재필 동상이 있다. 독립협회를 만든 서재필은 중국 사신을 영접하던 영은문을 부수고 독립문을 세우고 최초의 한글신문 <독립신문>을 창간했다. 서울에서 처음 전차가 운행된 것은 1899년으로 빠르고 편리한 기능 탓에 도시교통수단으로 큰 인기를 끌었다. 1900년 한강철교가 가설된 후 철도는 전국으로 뻗어 나갔고 1930년대 말에는 한반도 내륙 산간지역까지 철도망이 확대되었다. 철도의 도입으로 보름이 걸리던 서울과 부산이 하루면 갈 수 있었고, 남녀노소가 몸을 맞대고 앉아 담소를 나누는 평등사회를 만들었지만 이러한 문명의 이기들은 대부분 제국주의 열강들이 대한제국을 침략하는 과정에서 들어온 것으로 제국주의 열강의 침탈을 돕는 역할을 했다." 
    },
    {
        "'id" : 7,
        "type" : "근대",
        "name" : "민족독립운동기 서울",
        "subheading" : "시련을 겪다.",
        "ageName" : "을사늑약",
        "age" : "1905. 11. 17",
        "img" : "./img/history/page1/img_history_pic3_4.png",
        "text" :"덕수궁 근처 골목길 안쪽으로 가면 1900년 러시아 건축가가 지은 최초의 서양식 2층 벽돌 건물인 중명전이 있다. 중명전은 1905년 11월 대한제국이 일본제국과 을사늑약(을사조약)을 맺은 곳 이다. 황제의 옥쇄도 날인되지 않고 무력으로 맺은 조약에 반발해 장지연은 황성신문에 “시일야 방성대곡”이란 사설로 협약의 부당함을 토로했고 민영환은 협약에 항거하여 자살하고 안중근 의 사가 만주 하얼빈에서 이토 히로부미를 사살하는 등 전국 각처에서 반일 여론이 확산되고 일본을 처단하려는 의병투쟁이 크게 번져갔다." 
    },
    {
        "'id" : 8,
        "type" : "현대",
        "name" : "서울",
        "subheading" : "대한민국 수도로 출발",
        "ageName" : "해방",
        "age" : "1945.8.15",
        "img" : "./img/history/page1/img_history_pic4_1.png",
        "text" :"1945년 8월 15일 일제의 패망과 함께 서울은 식민지 수도 경성에서 대한민국 수도 서울로 다시 태어났다. 그러나 해방의 기쁨도 잠시 38선을 경계로 미국군과 소련군이 각각 진주하게 되고 두 연합군이 신탁통치안을 제안하면서 반대하는 우파와 찬성하는 좌파간의 대립이 격렬해졌다. 대표적인 정치지도자로는 이승만과 김구를 들 수 있다. 이화장에서 기거하던 이승만은 1948년 7월 20일 제헌 의회에서 대통령으로 선출되었고, 민족운동가 김구는 경교장을 중심으로 활동하며 분단 정부 수립에 반대하고 통일정부 수립에 열정을 불살랐지만 안두희에 의해 시해되는 불운을 겪는다." 
    },
    {
        "'id" : 9,
        "type" : "현대",
        "name" : "서울특별시",
        "subheading" : "세계의 메트로폴리스로",
        "ageName" : "서울올림픽, 2002 월드컵 개최",
        "age" : "1988",
        "img" : "./img/history/page1/img_history_pic4_5.png",
        "text" :"서울과 대한민국의 발전을 상징적으로 보여주는 것은 86서울아시안게임 개최, 88서울올림픽 개최이다. 남북 분단 상황 등 어려운 여건에도 불구하고 대회를 성황리에 마무리했으며 1970년 대 이후 고도성장으로 격상된 지위를 전 세계에 뽐낼 수 있었다. 특히 88올림픽은 서울과 일본의 나고야가 경합을 벌인 끝에 52:27이라는 압도적인 지지를 받으며 개최국으로 선정되기도 했다. 2002년 한국과 일본이 제 12회 월드컵 경기를 공동으로 개최하면서 전 세계의 시선은 다시 서울로 쏠리게 된다. 한국은 세계 강호인 이탈리아와 스페인을 물리치고 4강에 진출하여 세계를 놀라게 했고 ‘붉은악마’응원단의 열광적인 응원이 세계인들에게 깊은 인상을 남겼다." 
    }
]